{"tdqbrwo":"You're at ___mins of activity for today (below personal average/30mins)","vclfksz":"You've gotten ___mins of activity so far today! (personal average/30mins)","yjnnjzg":"You're at","gbckllw":"___mins of activity so far today (above personal average/30mins)","xhxdczz":"Your activitu has been decreasing recently, what's up?","scwdagm":"Your activity has been increasing recently","fiqenax":"Nice job on that run you just took!","zqzeoql":"You've still got ___mins to go to get to your 30 mins of activity for the day!","fmjpqrl":" Way to go! You've hit the daily 30min recommendation with a total of ___mins so far today.","zealefk":" You're flying at ___ more minutes so far today!","mivwumq":" Woohoo! Kudos on your run today.","aopqhtz":"You haven't been as active as you normally are by now.","vwevhjy":"Way to keep regular! You hit your average activity today with a total of ___mins.","dwgasyl":"You're on a roll! ___mins of activity and counting...","iqttczc":"Where'd you go?! You were moving so fast on that run I could barely see you.","bdycuqt":"You missed that walk you normally do around this time","iyqytag":" You've well surpassed the daily 30min recommendation with ___mins so far!","evfcrgb":" Cool","xtnesnv":"Go me!","dixoimm":"I'm on fire!","ogacxbs":"That's a little low for you. What's up?","zvpfvls":" Regular exercise like this can help combat lots of health conditions like cardiovascular disease, stroke, type 2 diabetes, depression, and more!","vyykewc":" With moves like this, you're increasing your endurance and muscle strength, which will help your cardiovascular system work more efficiently.","vfipfms":" Research shows that a good cardio workout like this can boost creativity for up to 2 hours after. Looks like it's time to get out the drawing pencils or strum on the guitar! ","dfmyiok":" That's not too much compared to your average. How are you?","mxfpcyu":"You don't say?","meybvxp":"Yay for more energy!","zrwojoc":"Okay","zuofqtm":"There's definitely room to improve there. Everything alright?","qvsddkl":" I do! Now keep up the good work you stud muffin.","xzjieve":" After exercise like this, the Mayo clinic says that you'll often find that you've forgotten the day's irritations and concentrated only on your body's movements. As you begin to regularly shed your daily tensions through movement and physical activity, you may find that this focus on a single task, and the resulting energy and optimism, can help you remain calm and clear in everything that you do.","efhwjxg":"Busy","eunqhxs":"Unmotivated Not feeling well","cvutiiq":"Other Getting consistent physical activity like this can help you fall asleep faster and sleep better. Judging by your ZZZs lately, you could use the help!","freitrx":" Namaste","imlqslo":" That's OK! It happens sometimes. Maybe it'll be time for a quick walk after you're done for the day?","yzvybab":"I hear that. Let's just start with something small, then. Get off a stop early on your commute home?","vjxvcde":"Sorry to hear that! If you're feeling ill, it might be time to see a doctor. Keep taking it easy until you're feeling better! (text entry)","lobrhcr":"Good to know!","lkfujjj":"Hope so!","pnfzcfv":"Ok!","dclyugi":"I'm driving","zmvnlnj":" Your activity levels are helping prevent cognitive decline and even sharpening your memory! Exercise increases production of cells in the hippocampus responsible for memory and learning.","kdiudba":" Oh then that won't work. Park a little further away to get a quick walk in?","pznexxb":" Getting this amount of exercise can help boost your energy levels and self esteem. How are you feeling?","ipxlpvz":" Wow, that's unforgetable!","kjdxmnp":" No worries. At least you're getting a lot done! Ok!","ejzubbj":" Pretty good | Not great","fqoaexl":" Oh yeah! Keep up these moves!","vdpmpsf":" Yup.","tboirfr":"Glad to hear it! Exercise can get you feeling this good under the sheets as well. Studies show physical activity can even enhance sexual arousal for women! -or- Studies show men who are more physically active even have less problems with erectile dysfunction!","xwgbchs":"Did you know exercise increases production of your brain's feel-good neurotransmitters, called endorphins. These can help you feel happier and more relaxed, and boost your confidence and self esteem. It's a great way to unwind after a hard day's work. That's alright, it happens sometimes. Even doing something as small as making an effort to walk more briskly can help control your weight.","zdwtarb":"Sexy!","ebieaqt":"Cool! Good to know.","mnjtubh":"Yup, I feel that. But you can even work some physical activity into your busy day. Like walking or biking your errands. Anything less than a 1-2 miles is fair game!","jvyisgh":"No worries! Those 30 minutes don't have to happen all at once. Every little walk you take throughout the day counts toward that goal.","eybbpgi":"Hmm, good point!","vlyzvcj":"I can do this!","vehqvtm":"I see. Did you know that making your exercises social can help make them more enjoyable and hold you more accountable? How about asking a nearby friend to join you for a quick walk?","jwkzdhk":"Alright!","vadptme":"Not now","iourlln":"I know that feel. But exercise doesn't have to be a drab. Make it more fun by going rollerblading, playing tennis with a friend, going for a swim...the possibilities are endless!","ugiwizq":"You're totally right, Pearl.","iymjrla":""}